{
  "Giovanna_Peres": {
    "04/11": "- Escala de Dó Maior: Executada com ritmos variados usados em algumas das quatro músicas.\n- Arpejo das Escalas: Não executado.\n\nRepertório:\n\n1. \"Trumpet Tune\": Tocada até a segunda linha, com bastante dificuldade. Fizemos várias pausas para trabalhar os trechos.\n\nObservações: Giovanna apresenta dificuldades. Ela conseguiu avançar até a segunda linha da \"Trumpet Tune\". Continuaremos trabalhando para melhorar."
  },
  "Yasmin Stéfany": {
    "04/11": "- Escala de Dó Maior: Executada do início ao fim sem dificuldade.\n- Escala de Sol Maior: Executada do início ao fim sem dificuldade.\n- Escala de Ré Maior: Executada do início ao fim sem dificuldade.\n- Arpejo das Escalas: Não executado. Deixamos para trabalhar na próxima monitoria. Yasmin ainda não sabe arpejos.\n\nRepertório:\n\n1. \"Remando Suavemente\": Tocada do início ao fim sem dificuldade, com andamento mais lento.\n2. \"Musette\": Tocada do início ao fim sem dificuldade, com andamento mais lento.\n3. \"Trumpet Tune\": Tocada do início ao fim sem dificuldade.\n4. \"Canção do Vento\": Tocada do início ao fim com um pouco mais de dificuldade, com andamento mais lento. Fizemos algumas pausas para trabalhar os trechos mais desafiadores.\n\nObservações: Yasmin demonstrou um bom desempenho em todas as escalas e músicas. A \"Canção do Vento\" apresentou um pouco mais de dificuldade, mas ainda assim foi executada com sucesso do início ao fim. Fizemos algumas músicas com um andamento mais lento pra melhor interpretação das notas e ritmos."
  },
  "Júlia Cordeiro": {
    "04/11": "- Escala de Dó Maior: Executada do início ao fim sem dificuldade.\n- Escala de Sol Maior: Executada do início ao fim sem dificuldade.\n- Escala de Ré Maior: Executada do início ao fim sem dificuldade.\n- Arpejo das Escalas: Executadas com um pouco mais de dificuldade.\n\nRepertório:\n\n1. \"Remando Suavemente\": Tocada do início ao fim sem dificuldade.\n2. \"Musette\": Tocada do início ao fim sem dificuldade.\n3. \"Trumpet Tune\": Tocada do início ao fim sem dificuldade.\n4. \"Canção do Vento\": Tocada do início ao fim com um pouco mais de dificuldade.\n\nObservações: Júlia demonstrou um bom desempenho em todas as escalas e músicas. A \"Canção do Vento\" apresentou um pouco mais de desafio, mas ainda assim foi executada com sucesso."
  },
  "Alice Gomes":{
    "03/11": "- Observações: Não houve aula nesse dia."
  }
}